//
//  Intro.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_intro_1_title_"   = "Un posto sicuro per tutti i tuoi dati";
"_intro_1_text_"    = "Mantieni i tuoi dati sicuri e sotto il tuo controllo";

"_intro_2_title_"   = "Account multipli";
"_intro_2_text_"    = "Collega le tue nuvole e tocca il logo di Nextcloud nella scheda File per passare tra loro";

"_intro_3_title_"   = "Inizio";
"_intro_3_text_"    = "Ottimo, il tuo Вышка Диск è pronto all'uso. Ulteriori informazioni, novità e informazioni di contatto possono essere trovate su https://nextcloud.com";

"_introNoCryptoCloud_1_title_" = "Crypto Cloud";
"_introNoCryptoCloud_1_text_"  = "Il protocollo di cifratura Crypto Cloud non è più disponibile, ma puoi ancora decifrare i tuoi file scaricando l'applicazione gratuita dall'AppStore\n\n'CryptoCloud for Nextcloud'\n\nPresto sarà disponibile un nuovo protocollo EndToEnd su tutti i client Nextcloud\n\n\nTocca per iniziare";

"_log_in_"          = "Log in";
"_sign_up_"         = "Iscriviti ad un provider";
